Repository: RennyDem/docklands-panel
Catalog: po/*.po
Languages: ru

source: Settings
ru: Параметры

source: preferences
ru: Настройки

source: position
ru: Позиция

source: launchers
ru: Кнопки

source: advanced
ru: Расширенные

source: about
ru: О ADeskBar

source: Size
ru: Размер иконок

source: Edgy
ru: Сгладить с одной стороны

source: Floaty
ru: Сгладить с двух сторон

source: Style
ru: Стиль

source: None
ru: Никакой

source: Glow
ru: Подсвечивание

source: Simple
ru: Выделение цветом

source: Zoom
ru: Увеличение

source: Icons effects
ru: Эффект иконок

source: Always visible
ru: Всегда показывать

source: Autohide
ru: Автоскрытие

source: Intellihide
ru: Умное скрытие

source: Behavior
ru: Поведение

source: fixed mode ( aka "panel" )
ru: Фиксированный режим ( как "панель" )

source: reserve space at screen edge
ru: Оставить пространство под панелью

source: Show on mouse over
ru: Показать при наведении

source: Keep below other windows
ru: Оставлять скрытой за окнами

source: Show launchers tooltips
ru: Показать всплывающие сообщения на кнопках

source: Select position on screen
ru: Выбрать позицию панели на экране

source: Offset - position
ru: Отступ позиции

source: Offset - align
ru: Отступ прижатия

source: add from menu
ru: Добавить из меню

source: add plugin
ru: Добавить плагин

source: remove
ru: Удалить

source: add custom launcher
ru: Добавить свою кнопку

source: Opacity
ru: Прозрачность

source: Fake Transparency (if no composite)
ru: Прозрачность, если нет composite

source: Bar size
ru: Размер панели

source: Rounded
ru: Скругление углов

source: Space between icon
ru: Пространство между иконок

source: Icon padding
ru: Отступ иконок

source: Zoom Factor
ru: Увеличение иконок

source: Background color [ Bar ]
ru: Цвет заднего плана [ Панель ]

source: add some gradients
ru: Добавить градиент

source: Show border
ru: Показать рамку

source: Background color [ Tooltips / Plugins ]
ru: Цвет заднего плана [ Подсказки / Плагины ]

source: Border color
ru: Цвет рамки

source: Hidden size
ru: Размер панели в скрытом состоянии

source: Hide after tempo (sec)
ru: Скрывать панель после задержки (сек)

source: smooth hiding ( animation )
ru: Плавное скрытие панели ( анимация )

source: Fully transparent when hidden
ru: Панель полностью прозрачна, когда скрыта

source: Edit
ru: Изменить

source: Name:
ru: Название :

source: Plugin:
ru: Плагин :

source: Command:
ru: Команда :

source: Icon:
ru: Иконка :

source: Select image file..
ru: Выбрать Имя

source: Images
ru: Имя

source: All files
ru: Все файлы

source: Select command..
ru: Выбрать команду..

source: Size in pixel
ru: Размер в пикселях

source: panel size in %
ru: Размер панели в %

source: hidden size in pixel
ru: Размер в скрытом состоянии в пикселях

source: time in second
ru: Время в секундах

source: some options are disabled
ru: некоторые опции будут отключены

source: Window list
ru: Список окон

source: Places
ru: Закладки

source: Task list
ru: Панель задач

source: Show Desktop
ru: Рабочий стол

source: Digital clock
ru: Часы

source: Drawer
ru: Кнопка запуска

source: Menu
ru: Меню

source: Menu (simple)
ru: Меню (простое)

source: Search Box
ru: Поиск

source: Separator
ru: Разделитель

source: Session
ru: Выключение

source: Notification area
ru: Трей

source: Spacer
ru: Промежуток

source: Terminal
ru: Терминал

source: Volume Control
ru: Громкость

source: Gmail checker
ru: Проверка почты Gmail

source: Mail IMAP checker
ru: Проверка IMAP почты

source: Weather from Yahoo.com
ru: Погода c Yahoo.com

source: Alarm clock
ru: Часы-будильник

source: Notepad
ru: Блокнот

source: Log Out
ru: Выйти

source: log out the session.
ru: из сессии

source: Hibernate
ru: Перейти

source: save session and power off.
ru: в спящий режим

source: Suspend
ru: Перейти

source: suspend session.
ru: в ждущий режим

source: Reboot
ru: Перезагрузить

source: restart computer.
ru: компьютер

source: Shut Down
ru: Выключить

source: power off computer.
ru: компьютер

source: Lock Screen
ru: Заблокировать

source: lock screen to prevent unauthotised use.
ru: экран пользователя

source: Volume
ru: Громкость

source: No such channel
ru: Не выбран канал

source: Muted
ru: Приглушено

source: Error loading mail
ru: Ошибка получения почты

source: No unread mail
ru: Нет непрочитанных писем

source: Unread mail :
ru: Непрочитанных писем :

source: Hide icon, if no mail
ru: Скрывать иконку, если нет почты

source: icon size in pixels
ru: Размер иконок в пикселях

source: icon size
ru: Размер иконок

source: Play sound file
ru: Проиграть звуковой файл

source: Login :
ru: Логин :

source: Password :
ru: Пароль :

source: Browser :
ru: Браузер :

source: Minutes to update :
ru: Минуты для обновления :

source: Sound file :
ru: Звуковой файл :

source: Select sound file..
ru: Выбрать звуковой файл..

source: Sounds
ru: Звуки

source: IMAP server :
ru: IMAP сервер :

source: IMAP folder :
ru: IMAP папка :

source: Connection timeout :
ru: Таймаут соединения :

source: Maximum mails :
ru: Количество писем :

source: Check mail on start
ru: Проверять почту при загрузке программы

source: Tornado
ru: Торнадо

source: Tropical storm
ru: Тропический шторм

source: Hurricane
ru: Ураган

source: Severe thunderstorms
ru: Сильная гроза

source: Thunderstorms
ru: Гроза

source: Mixed rain and snow
ru: Дождь со снегом

source: Mixed rain and sleet
ru: Дождь с мокрым снегом

source: Mixed snow and sleet
ru: Снег с дождем

source: Freezing drizzle
ru: Снег с мокрым снегом

source: Drizzle
ru: Моросящий дождь

source: Freezing rain
ru: Холодный дождь

source: Showers
ru: Дождь

source: Snow flurries
ru: Снежная метель

source: Light snow showers
ru: Снежная метель

source: Blowing snow
ru: Гололёд

source: Snow
ru: Снег

source: Hail
ru: Гроза

source: Sleet
ru: Мокрый снег

source: Dust
ru: Песчаная буря

source: Foggy
ru: Туман

source: Haze
ru: Туман

source: Smoky
ru: Туман

source: Blustery
ru: Буря

source: Windy
ru: Ветрено

source: Cold
ru: Холодно

source: Cloudy
ru: Облачно

source: Mostly cloudy
ru: Небольшая облачность

source: Partly cloudy
ru: Переменная облачность

source: Clear
ru: Ясно

source: Sunny
ru: Солнечно

source: Fair
ru: Ясно

source: Mixed rain and hail
ru: Дождь с грозой

source: Hot
ru: Жара

source: Isolated thunderstorms
ru: Небольшая гроза

source: Scattered thunderstorms
ru: Небольшая гроза

source: Scattered showers
ru: Небольшой дождь

source: Heavy snow
ru: Сильный снегопад

source: Scattered snow showers
ru: Местами снег

source: Thundershowers
ru: Ливень

source: Snow showers
ru: Снегопад

source: Isolated thundershowers
ru: Местами гроза

source: Scattered thundershowers
ru: Местами дождь

source: Nord
ru: северый

source: Nord-West
ru: cеверо-западный

source: West
ru: западный

source: South-West
ru: юго-западный

source: South
ru: южный

source: South-East
ru: юго-восточный

source: East
ru: восточный

source: Nord-East
ru: северо-восточный

source: m/s
ru: м/с

source: km
ru: км

source: mb
ru: мм

source: mph
ru: м/ч

source: mi
ru: мили

source: in
ru: мм

source: Barometer :
ru: Давление

source: Humidity :
ru: Влажность

source: Visibility :
ru: Видимость

source: Wind :
ru: Ветер

source: Speed :
ru: Скорость

source: Sunrise :
ru: Восход в

source: Sunset :
ru: Закат в

source: Day :
ru: Днём :

source: Night :
ru: Ночью :

source: Enter WOEID of your city from http://weather.yahoo.com :
ru: Введите WOEID вашего города с http://weather.yahoo.com :

source: use C degree
ru: градусы Цельсия

source: use F degree
ru: градусы Фаренгейта

source: use metric of measures
ru: метрическая система мер

source: use english of measures
ru: английская система мер

source: Show the forecast for tomorrow
ru: Показать прогноз на завтра

source: Show on mouseover
ru: Показать при наведении курсора

source: Remind you that after about 5 minutes to do
ru: Напоминаем вам, что через 5 минут

source: Today tasks:
ru: Сегодня:

source: Today past tasks:
ru: Прошедшие сегодня:

source: Tomorrow tasks:
ru: Завтра:

source: Past tasks:
ru: Устаревшие:

source: Time :
ru: Время :

source: Date :
ru: Дата :

source: Tooltip :
ru: Подсказка :

source: _Info
ru: Справка

source: add new task
ru: Добавить новое напоминание

source: Text new task
ru: Введите текст напоминания

source: by date
ru: по дате

source: by weekdays
ru: по дням недели

source: M
ru: П

source: T
ru: В

source: W
ru: С

source: Th
ru: Ч

source: F
ru: П

source: S
ru: С

source: Su
ru: В

source: Text:
ru: Текст :

source: Show notify with text task
ru: Показывать всплывающее сообщение с текстом напоминания

source: Show notify for 5 minutes before event
ru: Показывать всплывающее сообщение за 5 минут до события

source: Save
ru: Сохранить

source: Delete
ru: Удалить
